Repository: christian-debray/oc-litrevu
Catalog: *_auth/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Missing or invalid password
fr: Mot de passe manquant ou invalide.

source: Missing or invalid username
fr: Nom d'utilisateur manquant ou invalide.

source: Password and password confirmation must match.
fr: Le mot de passe n'a pas été correctement confirmé.

source: lowest_password_strength
fr: très faible

source: low_password_strength
fr: faible

source: medium_password_strength
fr: moyen

source: high_password_strength
fr: fort

source: highest_password_strength
fr: très fort

source: Password should contain at least %(value)d characters
fr: Le mot de passe doit comporter au moins %(value)d caractères.

source: Password does not meet the minimal character requirements.
fr: Le mot de passe ne comporte pas les caractères requis.

source: This password is too weak.
fr: Ce mot de passe est trop faible.

source: Your password
fr: Votre mot de passe

source: Choose a %(password_strength)s password
fr: Choisissez un mot de passe %(password_strength)s

source: numeric_chars
fr: chiffres

source: lowercase_letters
fr: lettres minuscules

source: uppercase_letters
fr: lettres majuscules

source: special_chars
fr: caractères spéciaux

source: containing
fr: contenant

source: must have a minimal strength of %s
fr: doit être au moins %s

source: at least %d characters
fr: au moins %d caractères

source: at least %d lowercase letter
fr: au moins %d lettre minuscule

source: at least %d uppercase character
fr: au moins %d lettre majuscule

source: at least %d numeric character
fr: au moins %d chiffre

source: at least %d special character
fr: au moins %d caractère spécial

source: must contain:
fr: doit comporter :

source: Wrong login
fr: Erreur de login
