Repository: christian-debray/oc-litrevu
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: fr

source: username
fr: nom d'utilisateur

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
fr: Requis. 150 charactères ou moins. Lettres, chiffres et @/./+/-/_.

source: title
fr: titre

source: rating
fr: note

source: headline
fr: titre

source: body
fr: corps

source: review
fr: critique

source: reviews
fr: critiques

source: You are now following %(username)s
fr: Vous suivez désormais %(username)s

source: Operation failed!
fr: L'opération a échoué !

source: User does not exist or is already being followed.
fr: Cet utilisateur n'existe pas ou est déjà suivi.

source: Canceled subscription to %(followed_username)s.
fr: Vous ne suivez plus %(followed_username)s.

source: Created a new ticket #%(ticket_id)i: %(ticket_title)s
fr: Création du nouveau ticket #%(ticket_id)i : %(ticket_title)s

source: Updated ticket #%(ticket_id)i: %(ticket_title)s
fr: Mise à jour du ticket #%(ticket_id)i : %(ticket_title)s

source: Ticket #%(ticket_id)i deleted: %(ticket_title)s
fr: Suppression du ticket Ticket #%(ticket_id)i : %(ticket_title)s

source: You posted a new review in reply to ticket #%(ticket_id)d
fr: Vous avez posté une nouvelle critique en réponse au ticket #%(ticket_id)d.

source: Updated your review in reply to ticket #%(ticket_id)d
fr: Mise à jour de votre critique en réponse au ticket #%(ticket_id)d.

source: Created a new review for %(ticket_title)s
fr: Création d'une nouvelle critique pour %(ticket_title)s.

source: Deleted Review #%(review_id)d to ticket #%(ticket_id)d
fr: Suppression de la critique #%(review_id)d en réponse au ticket #%(ticket_id)d.
